IDEA Open Model
MatConcreteSIA.StoneDiameter Property
Compatible with IDEA StatiCa 20.1
 diameter of stone
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double StoneDiameter { get; set; }
Public Property StoneDiameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace